// 该文件归属701Enti组织，由SEVETEST30开发团队维护，包含一些sevetest30的  网易云音乐API的访问，音乐信息搜索获取工作，不包含 音乐播放时的硬件调度，硬件控制
// 在编写sevetest30工程时第一次完成和使用，以下为开源代码，其协议与之随后共同声明
// 如您发现一些问题，请及时联系我们，我们非常感谢您的支持
// 敬告：倘若您希望使用sevetest30工程进行任何形式的商业行为，请注意,使用网易云音乐API进行商业行为将损害网易云音乐的合法权益，属于侵权行为，请删除产品中相关要素
//      701Enti为github开源社区上的非盈利目的的创作组织，对相关作品要素完全开源，旨在为其他创作者提供启发参考，为团队成员提供共同成长的机遇，发扬热爱创作的本真而非作品的商业价值
//      我们自身不会进行任何商业行为，但因为本质为开源工程，我们无法完全阻止其它人的不正当商业行为，
//      我们希望您在合法的范围中进行，同时希望您与701Enti组织和SEVETEST30开发团队联系，以帮助您修正产品设计的合理合法性,防止更多潜在侵权行为的发生，减少您的产品的法律风险
// 鸣谢：对 网易云音乐 网易云音乐API及相关创作者们 表示由衷感谢
// github: https://github.com/701Enti
// bilibili: 701Enti

