var searchData=
[
  ['_3a_20值得明确的是修改为_20double_20后_20运算需要的时间可能延长_0',['[^1]: 值得明确的是修改为 double 后,运算需要的时间可能延长',['../index.html#autotoc_md13',1,'']]],
  ['_3a_20在原程序基础上_20取消了_20base64_20编码的_20n_20操作_20因为将音频编码为_20base64_20时添加_20n_20引起了一些_20api_20服务无法识别的问题_1',['[^2]: 在原程序基础上,取消了 base64 编码的&quot;\n&quot;操作,因为将音频编码为 base64 时添加&quot;\n&quot;引起了一些 API 服务无法识别的问题',['../index.html#autotoc_md14',1,'']]],
  ['_3a_20这个修改为适应_20api_20服务的一个项目需求_20不是否认原作者设计的可靠性_20事实上添加_20n_20是一个正常编码操作_2',['[^3]: 这个修改为适应 API 服务的一个项目需求, 不是否认原作者设计的可靠性, 事实上添加&quot;\n&quot;是一个正常编码操作',['../index.html#autotoc_md15',1,'']]]
];
